Repository: kaishui-server/XY-Music-PC
Catalog: Strings/*/Resources.resw
Source language: en
Languages: de, es

# AccountForgotConfirmPassword
source: Confirm new password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña

# AccountForgotResetTitle
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña

# AccountForgotResetButton
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña

# AccountResetCaptchaTitle
source: Human verification
de: Menschlichkeitsprüfung
es: Verificación humana

# AccountResetCaptchaDesc
source: Please complete verification to reset your password
de: Bitte Prüfung abschließen, um das Passwort zurückzusetzen
es: Completa la verificación para restablecer tu contraseña

# AccountAvatarHint
source: Click the avatar to change the picture
de: Avatar anklicken, um das Bild zu ändern
es: Haz clic en el avatar para cambiar la imagen

# AccountAvatarPending
source: Avatar under review
de: Avatar wird geprüft
es: Avatar en revisión

# AccountAvatarRejected
source: Avatar rejected, click to upload again
de: Avatar abgelehnt, zum erneuten Hochladen anklicken
es: Avatar rechazado, haz clic para subir otro

# AccountAvatarTooBig
source: Avatar image cannot exceed 5 MB
de: Avatarbild darf 5 MB nicht überschreiten
es: La imagen del avatar no puede superar 5 MB

# AccountAvatarUploadFailed
source: Avatar upload failed
de: Avatar-Upload fehlgeschlagen
es: Error al subir el avatar

# AccountIdFormat
source: Account: {0}
de: Konto: {0}
es: Cuenta: {0}

# AccountRefreshProfile
source: Refresh profile
de: Profil aktualisieren
es: Actualizar perfil

# AccountEditNickname
source: Edit nickname
de: Spitzname ändern
es: Editar apodo

# AccountChangePassword
source: Change password
de: Passwort ändern
es: Cambiar contraseña

# AccountLogoutButton
source: Sign out
de: Abmelden
es: Cerrar sesión

# AccountNicknameDialogTitle
source: Edit nickname
de: Spitzname ändern
es: Editar apodo

# AccountNicknameDialogSubmit
source: Save
de: Speichern
es: Guardar

# AccountOldPassword
source: Current password
de: Aktuelles Passwort
es: Contraseña actual

# AccountNewPassword
source: New password
de: Neues Passwort
es: Nueva contraseña

# AccountNewPasswordConfirm
source: Confirm new password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña

# AccountChangePasswordTitle
source: Change password
de: Passwort ändern
es: Cambiar contraseña

# AccountChangePasswordButton
source: Save
de: Speichern
es: Guardar

# AccountLogoutConfirmTitle
source: Sign out
de: Abmelden
es: Cerrar sesión

# AccountLogoutConfirmText
source: Are you sure you want to sign out?
de: Wirklich von diesem Konto abmelden?
es: ¿Seguro que quieres cerrar sesión?

# AccountLogoutConfirmButton
source: Sign out
de: Abmelden
es: Cerrar sesión

# AccountProfileRefreshed
source: Profile refreshed
de: Profil aktualisiert
es: Perfil actualizado

# AccountCloudSyncTitle
source: Cloud Sync
es: Sincronización en la nube

# AccountCloudSyncEnable
source: Enable cloud sync (playlists / favorites / plugins)
de: Cloud-Sync aktivieren (Playlists / Favoriten / Plugins)
es: Activar sincronización (listas / favoritos / complementos)

# AccountCloudSyncFrequency
source: Auto upload frequency
de: Auto-Upload-Häufigkeit
es: Frecuencia de subida automática

# AccountFreqFiveMinutes
source: Every 5 minutes
de: Alle 5 Minuten
es: Cada 5 minutos

# AccountFreqFifteenMinutes
source: Every 15 minutes
de: Alle 15 Minuten
es: Cada 15 minutos

# AccountFreqThirtyMinutes
source: Every 30 minutes
de: Alle 30 Minuten
es: Cada 30 minutos

# AccountFreqOneHour
source: Every hour
de: Stündlich
es: Cada hora

# AccountFreqSixHours
source: Every 6 hours
de: Alle 6 Stunden
es: Cada 6 horas

# AccountFreqTwelveHours
source: Every 12 hours
de: Alle 12 Stunden
es: Cada 12 horas

# AccountFreqOneDay
source: Every day
de: Täglich
es: Cada día

# AccountFreqManual
source: Manual only
de: Nur manuell
es: Solo manual

# AccountSyncNow
source: Sync now
de: Jetzt synchronisieren
es: Sincronizar ahora

# AccountNeverSynced
source: Never synced
de: Nie synchronisiert
es: Nunca sincronizado

# AccountLastSyncFormat
source: Last sync: {0}
de: Letzte Synchronisierung: {0}
es: Última sincronización: {0}

# AccountSyncNoChange
source: Nothing to sync
de: Keine Änderungen zu synchronisieren
es: No hay cambios que sincronizar

# AccountSyncDone
source: Sync finished: {0} plugins downloaded, {1} uploaded, {2} playlists uploaded, {3} downloaded
de: Synchronisierung abgeschlossen: {0} Plugins heruntergeladen, {1} hochgeladen, {2} Playlists hochgeladen, {3} heruntergeladen
es: Sincronización completada: {0} complementos descargados, {1} subidos, {2} listas subidas, {3} descargadas

# AccountSyncPluginErrorSuffix
source: ({0} plugins failed to sync)
de: ({0} Plugins nicht synchronisiert)
es: ({0} complementos no sincronizados)

# AccountCloudSyncPromptTitle
source: Enable cloud sync?
de: Cloud-Sync aktivieren?
es: ¿Activar sincronización en la nube?

# AccountCloudSyncPromptLine1
source: Signed in! Enable cloud sync now?
de: Angemeldet! Cloud-Sync jetzt aktivieren?
es: ¡Sesión iniciada! ¿Activar la sincronización?

# AccountCloudSyncPromptLine2
source: Playlists, favorites and plugins will sync to the cloud automatically
de: Playlists, Favoriten und Plugins werden automatisch mit der Cloud synchronisiert
es: Listas, favoritos y complementos se sincronizarán automáticamente con la nube

# AccountCloudSyncPromptEnable
source: Enable
de: Aktivieren
es: Activar

# AccountCloudSyncPromptLater
source: Not now
de: Später
es: Más tarde

# AccountCloudSyncPromptWait
source: You can choose in {0}s
de: Auswahl möglich in {0}s
es: Podrás elegir en {0}s

# CloudDataTitle
source: Cloud Data
de: Cloud-Daten
es: Datos en la nube

# CloudDataSectionTitle
source: Overview
de: Übersicht
es: Resumen

# CloudDataRetry
source: Retry
de: Wiederholen
es: Reintentar

# CloudDataStatSongs
source: Songs
de: Titel
es: Canciones

# CloudDataStatFavorites
source: Favorites
de: Favoriten
es: Favoritos

# CloudDataEntryUserTitle
source: Account Info
de: Kontoinformationen
es: Información de la cuenta

# CloudDataClearButton
source: Clear Cloud Data
de: Cloud-Daten löschen
es: Borrar datos de la nube

# CloudDataEmptyPlaylists
source: No cloud playlists
de: Keine Cloud-Playlists
es: No hay playlists en la nube

# CloudDataEmptyPlaylistSongs
source: No songs in this playlist
de: Keine Titel in dieser Playlist
es: No hay canciones en esta playlist

# CloudDataEmptyFavorites
source: No cloud favorites
de: Keine Cloud-Favoriten
es: No hay favoritos en la nube

# CloudDataEmptyPlugins
source: No cloud plugins
de: Keine Cloud-Plugins
es: No hay plugins en la nube

# CloudDataEmailLabel
source: Email
es: Correo

# CloudDataClientTypeLabel
source: Client Type
de: Client-Typ
es: Tipo de cliente

# CloudDataCreatedAtLabel
source: Registered
de: Registriert am
es: Fecha de registro

# CloudDataUploadPlaylistsLabel
source: Playlists last upload
de: Playlists: letzter Upload
es: Playlists: última subida

# CloudDataUploadPluginsLabel
source: Plugins last upload
de: Plugins: letzter Upload
es: Plugins: última subida

# CloudDataUploadSettingsLabel
source: Settings last upload
de: Einstellungen: letzter Upload
es: Ajustes: última subida

# CloudDataUserNotFound
source: Cloud account not found
de: Cloud-Konto nicht gefunden
es: No se encontró la cuenta en la nube

# CloudDataSongCountFormat
source: {0} songs
de: {0} Titel
es: {0} canciones

# CloudDataOnlineBadge
source: Online
es: En línea

# CloudDataEnabled
source: Enabled
de: Aktiviert
es: Activado

# CloudDataDisabled
source: Disabled
de: Deaktiviert
es: Desactivado

# CloudDataPlaylistsTitle
source: Cloud Playlists
es: Playlists en la nube

# CloudDataPlaylistDetailTitle
source: Playlist Detail
de: Playlist-Details
es: Detalle de la playlist

# CloudDataFavoritesTitle
source: Cloud Favorites
de: Cloud-Favoriten
es: Favoritos en la nube

# CloudDataPluginsTitle
source: Cloud Plugins
es: Plugins en la nube

# CloudDataUserTitle
source: Cloud Account
de: Cloud-Konto
es: Cuenta en la nube

# CloudDataLastUploadFormat
source: Last upload: {0}
de: Letzter Upload: {0}
es: Última subida: {0}

# CloudDataNeverUpload
source: Never
de: Nie
es: Nunca

# CloudDataNoData
source: No cloud data
de: Keine Cloud-Daten
es: No hay datos en la nube

# CloudDataEntryPlaylistsSubFormat
source: {0} playlists · {1} songs
de: {0} Playlists · {1} Titel
es: {0} playlists · {1} canciones

# CloudDataEntryFavoritesSubFormat
source: {0} songs
de: {0} Titel
es: {0} canciones

# CloudDataEntryUserDefault
source: View account info
de: Kontoinformationen ansehen
es: Ver información de la cuenta

# CloudDataUserIdLabel
source: User ID
de: Benutzer-ID
es: ID de usuario

# CloudDataBatchExit
source: Exit manage mode
de: Verwaltung beenden
es: Salir de la gestión

# CloudDataBatchManage
source: Manage
de: Verwalten
es: Gestionar

# CloudDataSelectAll
source: Select all
de: Alle auswählen
es: Seleccionar todo

# CloudDataDeleteSelectedFormat
source: Delete ({0})
de: Löschen ({0})
es: Eliminar ({0})

# CloudDataDeleteNote
source: Deleted data cannot be recovered
de: Gelöschte Daten können nicht wiederhergestellt werden
es: Los datos eliminados no se pueden recuperar

# CloudDataDeletePlaylistOneFormat
source: Delete playlist "{0}" ({1} songs)?
de: Playlist "{0}" ({1} Titel) löschen?
es: ¿Eliminar la playlist "{0}" ({1} canciones)?

# CloudDataDeletePlaylistTitle
source: Delete Playlist
de: Playlist löschen
es: Eliminar playlist

# CloudDataDelete
source: Delete
de: Löschen
es: Eliminar

# CloudDataDeletedPlaylistsFormat
source: Deleted {0} playlists
de: {0} Playlists gelöscht
es: Se eliminaron {0} playlists

# CloudDataDeleteFailedPrefix
source: Delete failed:
de: Löschen fehlgeschlagen:
es: Error al eliminar:

# CloudDataDeleteSongOneFavoriteFormat
source: Delete "{0}" from cloud favorites?
de: "{0}" aus den Favoriten löschen?
es: ¿Eliminar "{0}" de los favoritos?

# CloudDataDeleteSongOnePlaylistFormat
source: Delete "{1}" from playlist "{0}"?
de: "{1}" aus der Playlist "{0}" löschen?
es: ¿Eliminar "{1}" de la playlist "{0}"?

# CloudDataDeleteSongTitle
source: Delete Song
de: Titel löschen
es: Eliminar canción

# CloudDataDeletedSongsFormat
source: Deleted {0} songs
de: {0} Titel gelöscht
es: Se eliminaron {0} canciones

# CloudDataDeletePluginOneFormat
source: Delete plugin "{0}"?
de: Plugin "{0}" löschen?
es: ¿Eliminar el plugin "{0}"?

# CloudDataDeletePluginTitle
source: Delete Plugin
de: Plugin löschen
es: Eliminar plugin

# CloudDataDeletedPluginsFormat
source: Deleted {0} plugins
de: {0} Plugins gelöscht
es: Se eliminaron {0} plugins

# CloudDataDeletePlaylistSelectedFormat
source: Delete {0} selected playlists?
de: {0} ausgewählte Playlists löschen?
es: ¿Eliminar las {0} playlists seleccionadas?

# CloudDataDeleteSongSelectedFormat
source: Delete {0} selected songs?
de: {0} ausgewählte Titel löschen?
es: ¿Eliminar las {0} canciones seleccionadas?

# CloudDataDeleteSongSelectedFavoriteFormat
source: Delete {0} selected favorites?
de: {0} ausgewählte Favoriten löschen?
es: ¿Eliminar los {0} favoritos seleccionados?

# CloudDataDeletePluginSelectedFormat
source: Delete {0} selected plugins?
de: {0} ausgewählte Plugins löschen?
es: ¿Eliminar los {0} plugins seleccionados?

# CloudDataClearConfirmFormat
source: All cloud data will be cleared: {0} playlists, {1} songs, {2} favorites, {3} plugins
de: Alle Cloud-Daten werden gelöscht: {0} Playlists, {1} Titel, {2} Favoriten, {3} Plugins
es: Se borrarán todos los datos de la nube: {0} playlists, {1} canciones, {2} favoritos, {3} plugins

# CloudDataClearConfirmTitle
source: Clear Cloud Data
de: Cloud-Daten löschen
es: Borrar datos de la nube

# CloudDataClearConfirmButton
source: Clear
de: Löschen
es: Borrar

source: Cloud data cleared
de: Cloud-Daten gelöscht
es: Datos de la nube borrados

# CloudDataClearNothing
source: No cloud data to clear
de: Keine Cloud-Daten vorhanden
es: No hay datos que borrar

# CloudDataPlaylistNotFound
source: Playlist not found or deleted
de: Playlist nicht gefunden oder gelöscht
es: La playlist no existe o fue eliminada

# PlayListPageCountSuffix.Text
source: playlists
de: Wiedergabelisten

source: Error
de: Fehler

# EqVocal.Content
source: Vocal
de: Gesang

# Left.Content
source: Left
de: Links

# Center.Content
source: Center
de: Zentriert

# Right.Content
source: Right
de: Rechts

# SpectrumVisualization.Header
source: SpectrumVisualization
de: Audio-Visualisierung

# DSD2PCMFreq.Text
source: DSDtoPCM SampleRate
de: DSD-zu-PCM Samplerate

# MainGitHub.Content
source: Main Program GitHub
de: Hauptprogramm GitHub

# PlayerGitHub.Content
source: Audio program GitHub
de: Player GitHub
